{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 120], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_136"}, "name": "input_136", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_405", "trainable": true, "batch_input_shape": [null, 120], "dtype": "float32", "units": 120, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_405", "inbound_nodes": [[["input_136", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_406", "trainable": true, "dtype": "float32", "units": 20, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_406", "inbound_nodes": [[["dense_405", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_407", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_407", "inbound_nodes": [[["dense_406", 0, 0, {}]]]}], "input_layers": [["input_136", 0, 0]], "output_layers": [["dense_407", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}