{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 60], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_134"}, "name": "input_134", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_399", "trainable": true, "batch_input_shape": [null, 60], "dtype": "float32", "units": 60, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_399", "inbound_nodes": [[["input_134", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_400", "trainable": true, "dtype": "float32", "units": 10, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_400", "inbound_nodes": [[["dense_399", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_401", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_401", "inbound_nodes": [[["dense_400", 0, 0, {}]]]}], "input_layers": [["input_134", 0, 0]], "output_layers": [["dense_401", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}