{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 90], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_121"}, "name": "input_121", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_360", "trainable": true, "batch_input_shape": [null, 90], "dtype": "float32", "units": 90, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_360", "inbound_nodes": [[["input_121", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_361", "trainable": true, "dtype": "float32", "units": 15, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_361", "inbound_nodes": [[["dense_360", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_362", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_362", "inbound_nodes": [[["dense_361", 0, 0, {}]]]}], "input_layers": [["input_121", 0, 0]], "output_layers": [["dense_362", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}