{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 255], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_149"}, "name": "input_149", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_444", "trainable": true, "batch_input_shape": [null, 255], "dtype": "float32", "units": 255, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_444", "inbound_nodes": [[["input_149", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_445", "trainable": true, "dtype": "float32", "units": 42, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_445", "inbound_nodes": [[["dense_444", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_446", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_446", "inbound_nodes": [[["dense_445", 0, 0, {}]]]}], "input_layers": [["input_149", 0, 0]], "output_layers": [["dense_446", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}