{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 90], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_129"}, "name": "input_129", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_384", "trainable": true, "batch_input_shape": [null, 90], "dtype": "float32", "units": 90, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_384", "inbound_nodes": [[["input_129", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_385", "trainable": true, "dtype": "float32", "units": 15, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_385", "inbound_nodes": [[["dense_384", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_386", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_386", "inbound_nodes": [[["dense_385", 0, 0, {}]]]}], "input_layers": [["input_129", 0, 0]], "output_layers": [["dense_386", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}