{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 15], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_126"}, "name": "input_126", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_375", "trainable": true, "batch_input_shape": [null, 15], "dtype": "float32", "units": 15, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_375", "inbound_nodes": [[["input_126", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_376", "trainable": true, "dtype": "float32", "units": 2, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_376", "inbound_nodes": [[["dense_375", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_377", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_377", "inbound_nodes": [[["dense_376", 0, 0, {}]]]}], "input_layers": [["input_126", 0, 0]], "output_layers": [["dense_377", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}