{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 30], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_111"}, "name": "input_111", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_330", "trainable": true, "batch_input_shape": [null, 30], "dtype": "float32", "units": 30, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_330", "inbound_nodes": [[["input_111", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_331", "trainable": true, "dtype": "float32", "units": 5, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_331", "inbound_nodes": [[["dense_330", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_332", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_332", "inbound_nodes": [[["dense_331", 0, 0, {}]]]}], "input_layers": [["input_111", 0, 0]], "output_layers": [["dense_332", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}