{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 255], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_100"}, "name": "input_100", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_297", "trainable": true, "batch_input_shape": [null, 255], "dtype": "float32", "units": 255, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_297", "inbound_nodes": [[["input_100", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_298", "trainable": true, "dtype": "float32", "units": 42, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_298", "inbound_nodes": [[["dense_297", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_299", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_299", "inbound_nodes": [[["dense_298", 0, 0, {}]]]}], "input_layers": [["input_100", 0, 0]], "output_layers": [["dense_299", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}