{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 255], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_99"}, "name": "input_99", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_294", "trainable": true, "batch_input_shape": [null, 255], "dtype": "float32", "units": 255, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_294", "inbound_nodes": [[["input_99", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_295", "trainable": true, "dtype": "float32", "units": 42, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_295", "inbound_nodes": [[["dense_294", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_296", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_296", "inbound_nodes": [[["dense_295", 0, 0, {}]]]}], "input_layers": [["input_99", 0, 0]], "output_layers": [["dense_296", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}