{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 150], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_137"}, "name": "input_137", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_408", "trainable": true, "batch_input_shape": [null, 150], "dtype": "float32", "units": 150, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_408", "inbound_nodes": [[["input_137", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_409", "trainable": true, "dtype": "float32", "units": 25, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_409", "inbound_nodes": [[["dense_408", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_410", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_410", "inbound_nodes": [[["dense_409", 0, 0, {}]]]}], "input_layers": [["input_137", 0, 0]], "output_layers": [["dense_410", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}