{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 240], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_84"}, "name": "input_84", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_248", "trainable": true, "batch_input_shape": [null, 240], "dtype": "float32", "units": 240, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_248", "inbound_nodes": [[["input_84", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_249", "trainable": true, "dtype": "float32", "units": 40, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_249", "inbound_nodes": [[["dense_248", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_250", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_250", "inbound_nodes": [[["dense_249", 0, 0, {}]]]}], "input_layers": [["input_84", 0, 0]], "output_layers": [["dense_250", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}