{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 15], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_98"}, "name": "input_98", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_291", "trainable": true, "batch_input_shape": [null, 15], "dtype": "float32", "units": 15, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_291", "inbound_nodes": [[["input_98", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_292", "trainable": true, "dtype": "float32", "units": 2, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_292", "inbound_nodes": [[["dense_291", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_293", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_293", "inbound_nodes": [[["dense_292", 0, 0, {}]]]}], "input_layers": [["input_98", 0, 0]], "output_layers": [["dense_293", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}