{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 240], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_43"}, "name": "input_43", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_131", "trainable": true, "batch_input_shape": [null, 240], "dtype": "float32", "units": 240, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_131", "inbound_nodes": [[["input_43", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_132", "trainable": true, "dtype": "float32", "units": 80, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_132", "inbound_nodes": [[["dense_131", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_133", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_133", "inbound_nodes": [[["dense_132", 0, 0, {}]]]}], "input_layers": [["input_43", 0, 0]], "output_layers": [["dense_133", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}