{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 243], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_186"}, "name": "input_186", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_555", "trainable": true, "batch_input_shape": [null, 243], "dtype": "float32", "units": 243, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_555", "inbound_nodes": [[["input_186", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_556", "trainable": true, "dtype": "float32", "units": 40, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_556", "inbound_nodes": [[["dense_555", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_557", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_557", "inbound_nodes": [[["dense_556", 0, 0, {}]]]}], "input_layers": [["input_186", 0, 0]], "output_layers": [["dense_557", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}