{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 237], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_185"}, "name": "input_185", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_552", "trainable": true, "batch_input_shape": [null, 237], "dtype": "float32", "units": 237, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_552", "inbound_nodes": [[["input_185", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_553", "trainable": true, "dtype": "float32", "units": 39, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_553", "inbound_nodes": [[["dense_552", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_554", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_554", "inbound_nodes": [[["dense_553", 0, 0, {}]]]}], "input_layers": [["input_185", 0, 0]], "output_layers": [["dense_554", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}