{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 210], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_157"}, "name": "input_157", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_468", "trainable": true, "batch_input_shape": [null, 210], "dtype": "float32", "units": 210, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_468", "inbound_nodes": [[["input_157", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_469", "trainable": true, "dtype": "float32", "units": 35, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_469", "inbound_nodes": [[["dense_468", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_470", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_470", "inbound_nodes": [[["dense_469", 0, 0, {}]]]}], "input_layers": [["input_157", 0, 0]], "output_layers": [["dense_470", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}