{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 90], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_74"}, "name": "input_74", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_219", "trainable": true, "batch_input_shape": [null, 90], "dtype": "float32", "units": 90, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_219", "inbound_nodes": [[["input_74", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_220", "trainable": true, "dtype": "float32", "units": 15, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_220", "inbound_nodes": [[["dense_219", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_221", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_221", "inbound_nodes": [[["dense_220", 0, 0, {}]]]}], "input_layers": [["input_74", 0, 0]], "output_layers": [["dense_221", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}