{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 270], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_151"}, "name": "input_151", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_450", "trainable": true, "batch_input_shape": [null, 270], "dtype": "float32", "units": 270, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_450", "inbound_nodes": [[["input_151", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_451", "trainable": true, "dtype": "float32", "units": 45, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_451", "inbound_nodes": [[["dense_450", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_452", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_452", "inbound_nodes": [[["dense_451", 0, 0, {}]]]}], "input_layers": [["input_151", 0, 0]], "output_layers": [["dense_452", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}