{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 195], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_172"}, "name": "input_172", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_513", "trainable": true, "batch_input_shape": [null, 195], "dtype": "float32", "units": 195, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_513", "inbound_nodes": [[["input_172", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_514", "trainable": true, "dtype": "float32", "units": 32, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_514", "inbound_nodes": [[["dense_513", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_515", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_515", "inbound_nodes": [[["dense_514", 0, 0, {}]]]}], "input_layers": [["input_172", 0, 0]], "output_layers": [["dense_515", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}