{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 225], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_173"}, "name": "input_173", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_516", "trainable": true, "batch_input_shape": [null, 225], "dtype": "float32", "units": 225, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_516", "inbound_nodes": [[["input_173", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_517", "trainable": true, "dtype": "float32", "units": 37, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_517", "inbound_nodes": [[["dense_516", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_518", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_518", "inbound_nodes": [[["dense_517", 0, 0, {}]]]}], "input_layers": [["input_173", 0, 0]], "output_layers": [["dense_518", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}