{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 30], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_107"}, "name": "input_107", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_318", "trainable": true, "batch_input_shape": [null, 30], "dtype": "float32", "units": 30, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_318", "inbound_nodes": [[["input_107", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_319", "trainable": true, "dtype": "float32", "units": 5, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_319", "inbound_nodes": [[["dense_318", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_320", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_320", "inbound_nodes": [[["dense_319", 0, 0, {}]]]}], "input_layers": [["input_107", 0, 0]], "output_layers": [["dense_320", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}