{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 195], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_178"}, "name": "input_178", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_531", "trainable": true, "batch_input_shape": [null, 195], "dtype": "float32", "units": 195, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_531", "inbound_nodes": [[["input_178", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_532", "trainable": true, "dtype": "float32", "units": 32, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_532", "inbound_nodes": [[["dense_531", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_533", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_533", "inbound_nodes": [[["dense_532", 0, 0, {}]]]}], "input_layers": [["input_178", 0, 0]], "output_layers": [["dense_533", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}