{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 150], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_147"}, "name": "input_147", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_438", "trainable": true, "batch_input_shape": [null, 150], "dtype": "float32", "units": 150, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_438", "inbound_nodes": [[["input_147", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_439", "trainable": true, "dtype": "float32", "units": 25, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_439", "inbound_nodes": [[["dense_438", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_440", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_440", "inbound_nodes": [[["dense_439", 0, 0, {}]]]}], "input_layers": [["input_147", 0, 0]], "output_layers": [["dense_440", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}