{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 180], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_156"}, "name": "input_156", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_465", "trainable": true, "batch_input_shape": [null, 180], "dtype": "float32", "units": 180, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_465", "inbound_nodes": [[["input_156", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_466", "trainable": true, "dtype": "float32", "units": 30, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_466", "inbound_nodes": [[["dense_465", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_467", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_467", "inbound_nodes": [[["dense_466", 0, 0, {}]]]}], "input_layers": [["input_156", 0, 0]], "output_layers": [["dense_467", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}