{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 195], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_169"}, "name": "input_169", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_504", "trainable": true, "batch_input_shape": [null, 195], "dtype": "float32", "units": 195, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_504", "inbound_nodes": [[["input_169", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_505", "trainable": true, "dtype": "float32", "units": 32, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_505", "inbound_nodes": [[["dense_504", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_506", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_506", "inbound_nodes": [[["dense_505", 0, 0, {}]]]}], "input_layers": [["input_169", 0, 0]], "output_layers": [["dense_506", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}