{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 210], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_78"}, "name": "input_78", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_231", "trainable": true, "batch_input_shape": [null, 210], "dtype": "float32", "units": 210, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_231", "inbound_nodes": [[["input_78", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_232", "trainable": true, "dtype": "float32", "units": 35, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_232", "inbound_nodes": [[["dense_231", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_233", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_233", "inbound_nodes": [[["dense_232", 0, 0, {}]]]}], "input_layers": [["input_78", 0, 0]], "output_layers": [["dense_233", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}