{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 30], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_127"}, "name": "input_127", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_378", "trainable": true, "batch_input_shape": [null, 30], "dtype": "float32", "units": 30, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_378", "inbound_nodes": [[["input_127", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_379", "trainable": true, "dtype": "float32", "units": 5, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_379", "inbound_nodes": [[["dense_378", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_380", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_380", "inbound_nodes": [[["dense_379", 0, 0, {}]]]}], "input_layers": [["input_127", 0, 0]], "output_layers": [["dense_380", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}