{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 9], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_130"}, "name": "input_130", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_387", "trainable": true, "batch_input_shape": [null, 9], "dtype": "float32", "units": 9, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_387", "inbound_nodes": [[["input_130", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_388", "trainable": true, "dtype": "float32", "units": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_388", "inbound_nodes": [[["dense_387", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_389", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_389", "inbound_nodes": [[["dense_388", 0, 0, {}]]]}], "input_layers": [["input_130", 0, 0]], "output_layers": [["dense_389", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}