{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 90], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_44"}, "name": "input_44", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_129", "trainable": true, "batch_input_shape": [null, 90], "dtype": "float32", "units": 90, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_129", "inbound_nodes": [[["input_44", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_130", "trainable": true, "dtype": "float32", "units": 15, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_130", "inbound_nodes": [[["dense_129", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_131", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_131", "inbound_nodes": [[["dense_130", 0, 0, {}]]]}], "input_layers": [["input_44", 0, 0]], "output_layers": [["dense_131", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}