{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 231], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_184"}, "name": "input_184", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_549", "trainable": true, "batch_input_shape": [null, 231], "dtype": "float32", "units": 231, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_549", "inbound_nodes": [[["input_184", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_550", "trainable": true, "dtype": "float32", "units": 38, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_550", "inbound_nodes": [[["dense_549", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_551", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_551", "inbound_nodes": [[["dense_550", 0, 0, {}]]]}], "input_layers": [["input_184", 0, 0]], "output_layers": [["dense_551", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}