{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 300], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_152"}, "name": "input_152", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_453", "trainable": true, "batch_input_shape": [null, 300], "dtype": "float32", "units": 300, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_453", "inbound_nodes": [[["input_152", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_454", "trainable": true, "dtype": "float32", "units": 50, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_454", "inbound_nodes": [[["dense_453", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_455", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_455", "inbound_nodes": [[["dense_454", 0, 0, {}]]]}], "input_layers": [["input_152", 0, 0]], "output_layers": [["dense_455", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}