{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 249], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_187"}, "name": "input_187", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_558", "trainable": true, "batch_input_shape": [null, 249], "dtype": "float32", "units": 249, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_558", "inbound_nodes": [[["input_187", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_559", "trainable": true, "dtype": "float32", "units": 41, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_559", "inbound_nodes": [[["dense_558", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_560", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_560", "inbound_nodes": [[["dense_559", 0, 0, {}]]]}], "input_layers": [["input_187", 0, 0]], "output_layers": [["dense_560", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}