{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 225], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_170"}, "name": "input_170", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_507", "trainable": true, "batch_input_shape": [null, 225], "dtype": "float32", "units": 225, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_507", "inbound_nodes": [[["input_170", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_508", "trainable": true, "dtype": "float32", "units": 37, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_508", "inbound_nodes": [[["dense_507", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_509", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_509", "inbound_nodes": [[["dense_508", 0, 0, {}]]]}], "input_layers": [["input_170", 0, 0]], "output_layers": [["dense_509", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}