{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 180], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_162"}, "name": "input_162", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_483", "trainable": true, "batch_input_shape": [null, 180], "dtype": "float32", "units": 180, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_483", "inbound_nodes": [[["input_162", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_484", "trainable": true, "dtype": "float32", "units": 30, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_484", "inbound_nodes": [[["dense_483", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_485", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_485", "inbound_nodes": [[["dense_484", 0, 0, {}]]]}], "input_layers": [["input_162", 0, 0]], "output_layers": [["dense_485", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}