{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 120], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_154"}, "name": "input_154", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_459", "trainable": true, "batch_input_shape": [null, 120], "dtype": "float32", "units": 120, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_459", "inbound_nodes": [[["input_154", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_460", "trainable": true, "dtype": "float32", "units": 20, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_460", "inbound_nodes": [[["dense_459", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_461", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_461", "inbound_nodes": [[["dense_460", 0, 0, {}]]]}], "input_layers": [["input_154", 0, 0]], "output_layers": [["dense_461", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}