{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 15], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_86"}, "name": "input_86", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_255", "trainable": true, "batch_input_shape": [null, 15], "dtype": "float32", "units": 15, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_255", "inbound_nodes": [[["input_86", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_256", "trainable": true, "dtype": "float32", "units": 2, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_256", "inbound_nodes": [[["dense_255", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_257", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_257", "inbound_nodes": [[["dense_256", 0, 0, {}]]]}], "input_layers": [["input_86", 0, 0]], "output_layers": [["dense_257", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}