{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 60], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_144"}, "name": "input_144", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_429", "trainable": true, "batch_input_shape": [null, 60], "dtype": "float32", "units": 60, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_429", "inbound_nodes": [[["input_144", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_430", "trainable": true, "dtype": "float32", "units": 10, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_430", "inbound_nodes": [[["dense_429", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_431", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_431", "inbound_nodes": [[["dense_430", 0, 0, {}]]]}], "input_layers": [["input_144", 0, 0]], "output_layers": [["dense_431", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}