{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 30], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_143"}, "name": "input_143", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_426", "trainable": true, "batch_input_shape": [null, 30], "dtype": "float32", "units": 30, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_426", "inbound_nodes": [[["input_143", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_427", "trainable": true, "dtype": "float32", "units": 5, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_427", "inbound_nodes": [[["dense_426", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_428", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_428", "inbound_nodes": [[["dense_427", 0, 0, {}]]]}], "input_layers": [["input_143", 0, 0]], "output_layers": [["dense_428", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}