{"class_name": "Model", "config": {"name": "hand_prediction", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 150], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_155"}, "name": "input_155", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_462", "trainable": true, "batch_input_shape": [null, 150], "dtype": "float32", "units": 150, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_462", "inbound_nodes": [[["input_155", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_463", "trainable": true, "dtype": "float32", "units": 25, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_463", "inbound_nodes": [[["dense_462", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "dense_464", "trainable": true, "dtype": "float32", "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_464", "inbound_nodes": [[["dense_463", 0, 0, {}]]]}], "input_layers": [["input_155", 0, 0]], "output_layers": [["dense_464", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}